{
	"results": [{
			"id": "zdj0bfkjsmup6pkb2rpmbw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris is the only human being to display the Heisenberg uncertainty principle - you can never know both exactly where and how quickly he will roundhouse-kick you in the face."
		},
		{
			"id": "x5whniztqdancooc9wggg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris invented the bolt-action rifle, liquor, sexual intercourse, and football-- in that order."
		},
		{
			"id": "czOG2URYTx6USbXqYObkaA",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris invented a new martial arts style: Chuck-Will-Kill."
		},
		{
			"id": "tng5xzi5t9syvqaubukycw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris always knows the EXACT location of Carmen SanDiego."
		},
		{
			"id": "7xoo4cjutwu3sgmuelp2pw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris'' dick is so big, it has it''s own dick, and that dick is still bigger than yours."
		},
		{
			"id": "9vqrfnk0qhoainqtrwgg4w",
			"date": "2016-05-01 10:51:41.584544",
			"value": "He who lives by the sword, dies by the sword. He who lives by Chuck Norris, dies by the roundhouse kick."
		},
		{
			"id": "tjq8lv6lqiuoo5cxiu2oa",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris can be unlocked on the hardest level of Tekken. But only Chuck Norris is skilled enough to unlock himself. Then he roundhouse kicks the Playstation back to Japan."
		},
		{
			"id": "lCuVuZOfRjST51Btn5N0rA",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris can exist in two or more places at the same time."
		},
		{
			"id": "z0vjwbedqhqfph0mc88skg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Nobody doesn''t like Sara Lee. Except Chuck Norris."
		},
		{
			"id": "lhan43nqsgowtaffzxouua",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Police label anyone attacking Chuck Norris as a Code 45-11.... A suicide."
		},
		{
			"id": "5xvmye0t9awb7xfgntxdq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Contrary to popular belief, there is indeed enough Chuck Norris to go around."
		},
		{
			"id": "nzf46249t8cf7wgz3rf_rg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris doesn''t have disk latency because the hard drive knows to hurry the hell up."
		},
		{
			"id": "LNqCW_FmQ5ubonXnop02kQ",
			"date": "2016-05-01 10:51:41.584544",
			"value": "The only thing you can beat Chuck Norris at is the number of times you''ve had your face kicked in."
		},
		{
			"id": "JMez1nOcRfC1RqItPub0Mw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris once spit on a lizard. The result is tyrannosaurus rex."
		},
		{
			"id": "chowpc2sv6uyrfkjcilg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Never look a gift Chuck Norris in the mouth, because he will bite your damn eyes off."
		},
		{
			"id": "h2y1uucftfsrzhhussrbiq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "The Bermuda Triangle used to be the Bermuda Square, until Chuck Norris Roundhouse kicked one of the corners off."
		},
		{
			"id": "JtSAf7NWQruhZn4ZGGGxaQ",
			"date": "2016-05-01 10:51:41.584544",
			"value": "They once made Chuck Norris toilet paper. The only problem was that it wouldn''t take shit from no one!"
		},
		{
			"id": "jndd2orxrtwsyujl9fd9jq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris just says no to drugs. If he said yes, it would collapse Colombia''s infrastructure."
		},
		{
			"id": "gu92kneasiuac8hyzr7pcg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris knows everything there is to know - Except for the definition of mercy."
		},
		{
			"id": "_uptxt8mrfsimgnvopym3q",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris built a better mousetrap, but the world was too frightened to beat a path to his door."
		},
		{
			"id": "y7fqcexrqacgeci33_d8ua",
			"date": "2016-05-01 10:51:41.584544",
			"value": "In an average living room there are 1,242 objects Chuck Norris could use to kill you, including the room itself."
		},
		{
			"id": "69k_i3cvssu_zqggkc5mg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "The pen is mighter than the sword, but only if the pen is held by Chuck Norris."
		},
		{
			"id": "C9hoQVsKRnyIK2xLiGyksQ",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris invented bacon by throwing a pig through a chain link fence."
		},
		{
			"id": "Y3XtQY1nQAWbZK9LCffH0A",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Many rednecks and rual farmers enjoy Mountain Oysters as a special delicacy within their traditional menus. Chuck Norris, however, prefers to personally harvest and diet upon Mountain Gorilla Oysters."
		},
		{
			"id": "43axmohctpkmoye5fixvpg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "A man once asked Chuck Norris if his real name is Charles. Chuck Norris did not respond, he simply stared at him until he exploded."
		},
		{
			"id": "4qiguc9qeqqcjiv5uqjcw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris is not Irish. His hair is soaked in the blood of his victims."
		},
		{
			"id": "6t7nphc6qjczd0q94tutwa",
			"date": "2016-05-01 10:51:41.584544",
			"value": "The word ''Kill'' was invented by Chuck Norris. Other words were ''Die'', ''Beer'', and ''What''."
		},
		{
			"id": "fwnuhljktgw4vj7ra0axow",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Crime does not pay - unless you are an undertaker following Walker, Texas Ranger, on a routine patrol."
		},
		{
			"id": "yt0exa92qwiys8jscjxshw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "They once made a Chuck Norris toilet paper, but there was a problem-- It wouldn''t take shit from anybody."
		},
		{
			"id": "TGFYYh2hTiazBHV02yLlrQ",
			"date": "2016-05-01 10:51:41.584544",
			"value": "''Hakuna Matata'' is actually Swahili for ''all hail Chuck Norris''."
		},
		{
			"id": "HBnbseBFQEaBf2ZMpWdCHQ",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris'' gaydar is so finely tuned he can tell if you have EVER stared at another man''s ass and will brutally kill you accordingly."
		},
		{
			"id": "anusbnc9r1arcxdq1ha9jq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Most people have 23 pairs of chromosomes. Chuck Norris has 72... and they''re all poisonous."
		},
		{
			"id": "rernht2hqrapdbizltoeew",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris never wet his bed as a child. The bed wet itself out of fear."
		},
		{
			"id": "Kvdga3GwRQ6sSRsfJys2Yw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris thinks inside the bun"
		},
		{
			"id": "ybny2hurstuzn344fgzeow",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris never goes to the dentist because his teeth are unbreakable. His enemies never go to the dentist because they have no teeth."
		},
		{
			"id": "DuhjnnJCQmKAeMECnYTJuA",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Jack in the Box''s do not work around Chuck Norris. They know better than to attempt to scare Chuck Norris"
		},
		{
			"id": "3jjiurn2tayf4doo2yfqig",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris will attain statehood in 2009. His state flower will be the Magnolia."
		},
		{
			"id": "XHd6GOm_SEqKq_kNM1ZI8w",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris is not dead yet because he knows Bruce Lee is waiting for him in the after life."
		},
		{
			"id": "sTPEiu3uSX2oGIdkC_rOhw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "If Chuck Norris had killed Kenny, he would have stayed dead."
		},
		{
			"id": "pjn5_xznqmi8tjef92gtva",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris likes his ice like he likes his skulls: crushed."
		},
		{
			"id": "cwguxfhptcuagndjdt1hya",
			"date": "2016-05-01 10:51:41.584544",
			"value": "In the beginning there was nothing...then Chuck Norris Roundhouse kicked that nothing in the face and said Get a job. That is the story of the universe."
		},
		{
			"id": "v04aFGwkRvyDfL65MsYSaQ",
			"date": "2016-05-01 10:51:41.584544",
			"value": "When Chuck Norris kills you, the government fully covers all funeral expenses, as ordered by the  UN. It is the only truly good thing they have ever done."
		},
		{
			"id": "7eqp16nzqucq6phk_2expg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "When Chuck Norris sends in his taxes, he sends blank forms and includes only a picture of himself, crouched and ready to attack. Chuck Norris has not had to pay taxes, ever."
		},
		{
			"id": "xe0kw90vqiatgmlqkh2b1a",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Hellen Keller''s favorite color is Chuck Norris."
		},
		{
			"id": "bwoz2uwsqnwmyawyxdvo1w",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris finished World of Warcraft."
		},
		{
			"id": "qqthrspvtqyigfwvaui2eq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris sleeps with a pillow under his gun."
		},
		{
			"id": "fqicxllf6qnpag",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris keeps his friends close and his enemies closer. Close enough to drop them with one round house kick to the face."
		},
		{
			"id": "42srivu7rfwmbvnsu42ea",
			"date": "2016-05-01 10:51:41.584544",
			"value": "There are two types of people in the world... people that suck, and Chuck Norris."
		},
		{
			"id": "ldq6_b4mslm489drbfmd9q",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Since 1940, the year Chuck Norris was born, roundhouse kick related deaths have increased 13,000 percent."
		},
		{
			"id": "sok6h7ngrrwbli7qbc3gfq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "# Chuck Norris''s show is called Walker: Texas Ranger, because Chuck Norris doesn''t run."
		},
		{
			"id": "mg4dqtopqjwbduf8rf_mw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Divide Chuck Norris by zero and you will in fact get one........one bad-ass that is."
		},
		{
			"id": "0t_rrifz5jtcparbg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Some people ask for a Kleenex when they sneeze, Chuck Norris asks for a body bag."
		},
		{
			"id": "bu6vv64gscu8qodwsafilg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris does not play the lottery. It doesn''t have nearly enough balls."
		},
		{
			"id": "fxbtkashqr25rgwabwolbw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Archeologists unearthed an old english dictionary dating back to the year 1236. It defined victim as one who has encountered Chuck Norris"
		},
		{
			"id": "2wzginmks8azrbaxnamxdw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Every SQL statement that Chuck Norris codes has an implicit COMMIT in its end."
		},
		{
			"id": "7k7Dl6koR92Y6TnwYYgAaA",
			"date": "2016-05-01 10:51:41.584544",
			"value": "It is most common among people to believe that Hiroshima and Nagasaki were destroyed by nuclear bombs. Not so known fact is that Chuck Norris was spotted in Japan at that time supposedly having minor flatulance problem due to assassination attempt with uranium filled sushi. Hence the later radiation."
		},
		{
			"id": "dwxnerd8qamdgrzsl9aakq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "The term Cleveland Steamer got its name from Chuck Norris, when he took a dump while visiting the Rock and Roll Hall of fame and buried northern Ohio under a glacier of fecal matter."
		},
		{
			"id": "pnkiwkxqt6_k2fqgeuxwq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "If you rearrange the letters in Chuck Norris, they also spell Crush Rock In. The words with his fists are understood."
		},
		{
			"id": "ovpkkf3lr2ar6wix6nef7q",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris doesnt shave; he kicks himself in the face. The only thing that can cut Chuck Norris is Chuck Norris."
		},
		{
			"id": "khcbmvvcqbqwovme9bq4rq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris crossed the road. No one has ever dared question his motives."
		},
		{
			"id": "o7pftrmuqlqwaiestezfg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris does not have to answer the phone. His beard picks up the incoming electrical impulses and translates them into audible sound."
		},
		{
			"id": "mhaifdq1tnk6ar0qsdytkq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "The First rule of Chuck Norris is: you do not talk about Chuck Norris."
		},
		{
			"id": "usmgydpvqqs6xvonlwsvka",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris is not Politically Correct. He is just Correct. Always."
		},
		{
			"id": "b5v0ja3q7w25rgx2pctzq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Think of a hot woman. Chuck Norris did her."
		},
		{
			"id": "atfmenvtsaatnvplw_lpla",
			"date": "2016-05-01 10:51:41.584544",
			"value": "For undercover police work, Chuck Norris pins his badge underneath his shirt, directly into his chest."
		},
		{
			"id": "yvrhbpauspegla4pf7dxna",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris is the only person who can simultaneously hold and fire FIVE Uzis: One in each hand, one in each foot -- and the 5th one he roundhouse-kicks into the air, so that it sprays bullets."
		},
		{
			"id": "id4dTcDiRneK4btgOGpNNw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris invented manure spreaders."
		},
		{
			"id": "kl5ppkvirn2xg2xhjbd8og",
			"date": "2016-05-01 10:51:41.584544",
			"value": "How many roundhouse kicks does it take to get to the center of a tootsie pop? Just one. From Chuck Norris."
		},
		{
			"id": "uxepac75siucreupv0qqsg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "According to the Encyclopedia Brittanica, the Native American Trail of Tears has been redefined as anywhere that Chuck Norris walks."
		},
		{
			"id": "X3dXJUJTIKCsHUXJ6aiig",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Pick a number between 1 and 10. No matter what it is, you are wrong, and Chuck Norris is now on his way to brutally murder you."
		},
		{
			"id": "nj2g0xbnrf6xzbvfohzbq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Little Miss Muffet sat on her tuffet, until Chuck Norris roundhouse kicked her into a glacier."
		},
		{
			"id": "zigsi5h1tx2ddexbqjarsw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "The truth will set you free. Unless Chuck Norris has you, in which case, forget it buddy!"
		},
		{
			"id": "aEYgivGaS6GDCD72QuYFuQ",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris likes to perform surprise lobotomies with an ice-cream scoop."
		},
		{
			"id": "uw_3pnxjqdijbnum28u17g",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Human cloning is outlawed because of Chuck Norris, because then it would be possible for a Chuck Norris roundhouse kick to meet another Chuck Norris roundhouse kick. Physicists theorize that this contact would end the universe."
		},
		{
			"id": "bg_h3xursougaxzprcrl0q",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris programs do not accept input."
		},
		{
			"id": "eyybzzcqse6ls_xwlbyscg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris invented a language that incorporates karate and roundhouse kicks. So next time Chuck Norris is kicking your ass, don?t be offended or hurt, he may be just trying to tell you he likes your hat."
		},
		{
			"id": "c9h1endqtmm31b1auddvdg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris once lost the remote, but maintained control of the TV by yelling at it in between bites of his Filet of Child sandwich."
		},
		{
			"id": "tnsit4iqsk2fe7ohwk1qgq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris owns a chain of fast-food restaurants throughout the southwest. They serve nothing but barbecue-flavored ice cream and Hot Pockets."
		},
		{
			"id": "i6hnatlnsxwgzj_ruqkubg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "A man once claimed Chuck Norris kicked his ass twice, but it was promptly dismissed as false - no one could survive it the first time."
		},
		{
			"id": "_3fic7lhtggb9sccwquysa",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris roundhouse kicks don''t really kill people. They wipe out their entire existence from the space-time continuum."
		},
		{
			"id": "WlZRgOzfDp9TzPyOQ",
			"date": "2016-05-01 10:51:41.584544",
			"value": "No matter which part of Chuck Norris you aim at, the bullet will always hit the center of your forehead."
		},
		{
			"id": "kh2dFDFJRh22lt0PXUFlRQ",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris could order a steak at PETA''s cafeteria and get one.   But he''s far more likely to kick the shit out of all the candy-asses in the place before roundhousing the building into rubble."
		},
		{
			"id": "0wdewlp2tzmt_upesvrjw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris does not follow fashion trends, they follow him. But then he turns around and kicks their ass. Nobody follows Chuck Norris."
		},
		{
			"id": "etu5stytromsxrgybafqca",
			"date": "2016-05-01 10:51:41.584544",
			"value": "In the X-Men movies, none of the X-Men super-powers are done with special effects. Chuck Norris is the stuntman for every character."
		},
		{
			"id": "4zavbyaktuqhluply6eqmw",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris uses tabasco sauce instead of visine."
		},
		{
			"id": "tnr_ylf0tciqndymlnmw5g",
			"date": "2016-05-01 10:51:41.584544",
			"value": "In the Bible, Jesus turned water into wine. But then Chuck Norris turned that wine into beer."
		},
		{
			"id": "fw_gwlvrsl7fxjvezotuq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris doesn''t believe in ravioli. He stuffs a live turtle with beef and smothers it in pig''s blood."
		},
		{
			"id": "uv5jvundsfuyiuiwswy3ba",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris did in fact, build Rome in a day."
		},
		{
			"id": "rkG_VAn9TGiJXq3glYEX5A",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris CAN see John Cena."
		},
		{
			"id": "vtdmrqzessabin6ydicnpa",
			"date": "2016-05-01 10:51:41.584544",
			"value": "The show Survivor had the original premise of putting people on an island with Chuck Norris. There were no survivors, and nobody is brave enough to go to the island to retrieve the footage."
		},
		{
			"id": "gek1crhcq46nslplfvxjpq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Those aren''t credits that roll after Walker Texas Ranger. It is actually a list of fatalities that occurred during the making of the episode."
		},
		{
			"id": "dsCZ4chMSNG03LavTv_fGg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris can watch TV...on his GameBoy..."
		},
		{
			"id": "mbWbKoWNRc24HNXQIt9ubA",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris chooses not to compete in an Ironman because of the swim, every time he starts kicking and swinging his arms, people die!"
		},
		{
			"id": "qwqxiuwqrhyceqqv5a0wa",
			"date": "2016-05-01 10:51:41.584544",
			"value": "When you say no one''s perfect, Chuck Norris takes this as a personal insult."
		},
		{
			"id": "pncmdsdysaka9zrlafhleg",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris doesn''t read books. He stares them down until he gets the information he wants."
		},
		{
			"id": "pbwSUgV0QAK8N6JYIUnc_Q",
			"date": "2016-05-01 10:51:41.584544",
			"value": "The crickets don''t chirp at Chuck Norris'' house, if they know what''s good for them."
		},
		{
			"id": "ezudmintc6uvfuzreclpq",
			"date": "2016-05-01 10:51:41.584544",
			"value": "If you spell Chuck Norris in Scrabble, you win. Forever."
		},
		{
			"id": "j39yav35q4cflrhx6zol_a",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Chuck Norris''s brain waves are suspected to be harmful to cell phones."
		},
		{
			"id": "ybNIK9GScaNSMWewihm0w",
			"date": "2016-05-01 10:51:41.584544",
			"value": "Who knows what evil lurks in the hearts of men? Goddamn Chuck Norris, that''s who."
		},
		{
			"id": "x1w55vtgtc2bglt4q4dd9w",
			"date": "2016-05-01 10:51:41.584544",
			"value": "There is no such thing as global warming. Chuck Norris was cold, so he turned the sun up."
		}
	]
}
